[File]
VersionId=0

[Scheduler]
ChangeModeConfirmation=Rejimni o'zgartirish barcha yaratilgan vazifalarni olib tashlaydi. Davom etasizmi?
Days=kun|kunlar|kunlar|kun
Every=Har|Har|Har|Har
GroupByEvent=Hodisada
GroupByTime=Vaqtda
Minutes=minut|minutlar|minutlar|minut
Months=oy|oylar|oylar|oy
Running=Ishlayapti ...
Tracks=trek|treklar|treklar|trek
WeekDays=Dushanba|Seshanba|Chorshanba|Payshanba|Juma|Shanba|Yakshanba
WeekDaysShort=Du|Se|Ch|Pa|Ju|Sh|Ya
Weeks=hafta|haftalar|haftalar|hafta
Years=yil|yillar|yillar|yil

[Scheduler.Actions]
ChangeVolume=Ovoz balandligini o'zgartirish
CloseApp=Ilovani yopish
Hibernate=Hibernatsiya
NextTrack=Keyingi trekga o'tish
PausePlayback=Ijro qilishni to'xtatib turish
ResumePlayback=Ijro etishni davom ettirish
Shutdown=O'chirish
Sleep=Uxlash
StartPlayback=Ijro qilishni boshlash
StartRadioCapture=Radiodan yozib olishni boshlash
StopRadioCapture=Radiodan yozib olishni to'xtatish
StopPlayback=Kuylashni to'xtatish

[SchedulerChangeVolumeSettingsDialog]
btnCancel=Bekor qilish
btnOk=Ok
Caption=Amal: ovoz balandligini o'zgartirish
cbBeforeTheAction=Boshqa harakatlardan oldin ovoz balandligini o'zgartiring
cbFading=Ovozni o'chirish:
GB1=Maqsad tovush
lbBeforeTheActionWarning=Variant faqat vaqtida boshlanadigan vazifalar uchun mavjud

[SchedulerPlaybackSettingsDialog]
btnCancel=Bekor qilish
btnOk=Ok
Caption=Amal: ijro etishni boshlash
cbReturnToPreviousPlaylist=Oldingi pleylistga qaytish
lbFileOffset=Ijro etishni boshlash
lbReturnAfter=ijrodan keyin: 
pcpPlayFile=Faylni ijro etish
pcpPlayPlaylist=Ro'yxatni ijro etish
cbStartFromBeginning=Boshidan kuylash

[SchedulerSimpleTasksView]
btnAdvancedView=Murakkab rejim
btnApply=Qo'llash
btnClose=Yopish
Caption=Rejalashtiruvchi
CB1=Ovozning pasayishi
CB3=Ovozni o'chirish:
CB4=Ovozning pasayishi:
cbAlarm=Budilnik
cbsCloseApplication=Ilovani yopish
cbsEventByTime=Vaqtida
cbsEventOnFileEnd=Fayl oxirida
cbsEventOnPlaylistEnd=Pleylist oxirida
cbsEventOnQueueEnd=Navbat tugagandan so'ng
cbShutdown=Uyqu taymeri
cbShutdownAtGivenTime=Berilgan vaqtda
cbShutdownOnElapsed=O'tgan vaqtda
cbsPausePlayback=Ijro qilishni to'xtatib turish
GB1=Balandlik
L1=Vaqt:
L3=Harakat oldidan o'ynash uchun fayllar:
L4=Kuylash uchun ob'ektni tanlang
rbAlarmPlayFile=Fayl
rbAlarmPlayPlaylist=Pleylist
tcMainPage1=Uyqu taymeri
tcMainPage2=Budilnik

[SchedulerSimpleTasksView.cbsShutdownWindowsModes]
i[0]=Kompyuterni o'chirish
i[1]=Hibernatsiya
i[2]=Uyqu rejimi

[SchedulerTaskEditorDialog]
acDelete=O'chirish
acEdit=Tahrirlash
Background=Vazifa
btnCancel=Bekor qilish
btnOK=Ok
Caption=Rejalashtiruvchi
cbAllowWakeUp=Iloji bo'lsa, kompyuterni uyg'otish
cbWaitForTrackToFinish=Trekning tugashini kuting
gbActions=Amallar
gbEvent=Start
gbName=Nomi
gbRecurrence=Takrorlash
gbRepeatThroughoutDay=Kun davomida takrorlang
IncompatibleWarning=Ushbu harakat allaqachon yaratilganlardan biriga mos kelmaydi.
lbDecrease=-%d minutlar
lbIncrease=+%d minutar
lbNow=Joriy sana va vaqtni o'rnatish
lbTracksNumber=Amallar oldidan o'ynash uchun fayl:
miAdd=Qo'shish

[SchedulerTaskEditorDialog.cbEventKind]
i[0]=Sana va vaqtda
i[1]=Vaqt oralig'i tugashi bilan
i[2]=Fayl oxirida
i[3]=Navbat oxirida
i[4]=Pleylist oxirida

[SchedulerTasksDialog]
acAdd=Qo'shish
acDeleteSelected=O'chirish
acEdit=Tahrirlash
Background=Vazifalar
btnClose=Yopish
btnSimpleView=Oddiy rejim
Caption=Rejalashtiruvchi
DeleteConfirmation=Ushbu operatsiya tanlangan vazifalarni o'chirib tashlaydi! Davom etasizmi?

